Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/home_owners/domestic_wastewater_treatment.html.txt.tmx
Source language: en
Languages: ga

source: Inspection of septic tanks and other domestic waste water treatment systems
ga: Iniúchadh umair sheipteacha agus córais chóireála fuíolluisce tí eile

source: A registration and inspection regime was introduced in 2012 for domestic waste water treatment systems, such as septic tanks
ga: Tháinig córas nua cláraithe agus iniúchta isteach i 2012 do chórais chóireála fuíolluisce tí, ar nós umair sheipteacha

source: The regime aims to protect ground and surface water quality from the risks posed by systems that are not working properly
ga: Tá sé de chuspóir ag an gcóras nua cáilíocht uisce dromchla agus screamhuisce a chosaint ón mbaol a chruthaíonn córais nach bhfuil ag feidhmiú i gceart

source: It was introduced under the Water Services (Amendment) Act 2012 and a related set of Regulations
ga: Tugadh isteach é faoin Acht um Sheirbhísí Uisce (Leasú) 2012 agus na Rialacháin (Córais Chóireála Fuíolluisce Tí) 2012

source: If you have a septic tank or similar system, you must register its details with your local authority and pay a registration fee
ga: Má tá agat córas umair sheiptigh nó córas atá cosúil leis sin, tá ort a chuid sonraí a chlárú le d’údarás áitiúil agus táille chláraithe a íoc

source: You will have to re-register after 5 years but you will not have to pay a fee for the second or subsequent registrations
ga: Beidh ort athchlárú i ndiaidh 5 bliana ach ní gá íoc as an dara clárú ná ina dhiaidh sin

source: The general deadline for registration was 1 February 2013, but you can still register if you have not yet done so - see 'How to apply' below
ga: Ba é 1 Feabhra 2013 an spriocdháta ginearálta le córas a chlárú, ach is féidir fós clárú - féach 'Conas iarratas a dhéanamh' thíos

source: If you registered an existing system after the deadline, you will not be eligible for any grant if your system is found to need remedial work - see ‘Grants for remedial work' below
ga: Má chláraigh tú tar éis an spriocdháta, ní bheidh tú in ann deontas a fháil má dheimhnítear gur gá obair feabhsúcháin a dhéanamh - féach 'Deontais d'obair feabhsúcháin' thíos

source: New systems must be registered within 90 days of being connected
ga: Sa chás gur tógadh do chóras fuíolluisce tar éis 1 Feabhra 2013, beidh ort é a chlárú taobh istigh de 90 lá tar éis dó bheith ceangailte leis an teach

source: Replacements of previously registered systems do not have to be registered separately
ga: Má tá an córas nua á chur in ionaid seanchórais a cláraíodh cheana, ní gá an córas nua a chlárú

source: The Environmental Protection Agency (EPA) is responsible for developing national inspection plans and reporting on their implementation
ga: Cuirfidh na húdaráis áitiúla clár náisiúnta le chéile, ar a mbeidh fáil phoiblí, agus tá an Ghníomhaireacht um Chaomhnú Comhshaoil (GCC) i mbun pleananna náisiúnta iniúchta a fhorbairt agus tuarascáil a dhéanamh orthu

source: If you have a domestic waste water treatment system, you need to:
ga: Má tá córas fuíolluisce tí agat, is gá duit an méid a leanas a dhéanamh:

source: • Know where your septic tank is located
ga: • Fios a bheith agat cá bhfuil an t-umar seipteach lonnaithe

source: • Operate and maintain the system so it is fit for purpose and fully operational
ga: • An córas a oibriú agus a chothabháil ionas go mbíonn sé in ann feidhmiú i gceart agus go hiomlán

source: • Ensure that the system cannot pollute the environment by discharging or leaking waste anywhere it is not supposed to, that is, into the ground or any water source
ga: • A chinntiú nach féidir leis an gcóras an comhshaol a thruailliú trí dhramhaíl a sceitheadh nó a shileadh aon áit nár cheart dó amhlaidh a dhéanamh, is é sin, isteach sa talamh nó in aon fhoinse uisce

source: • Ensure that roof water or surface water run-off cannot enter a domestic waste water treatment system
ga: • A chinntiú nach féidir le huisce dín nó rith chun srutha dromchla iontráil isteach i gcóras cóireála fuíolluisce tí

source: • De-sludge the system at intervals appropriate to the tank capacity and the number of people resident in the premises connected to it, or as recommended by the system’s manufacturer
ga: • An slodach a bhaint den chóras ag eatraimh a oireann do thoilleadh an umair agus do líon na ndaoine a chónaíonn san áitreabh lena mbaineann sé, nó amhail a mholann déantúsóir an chórais

source: De-sludging should be carried out by an authorised contractor
ga: Ba cheart do chonraitheoir údaraithe tabhairt faoin slodach a bhaint

source: You should keep the receipt from the contractor for 5 years
ga: Ba cheart duit an fáltas ón gconraitheoir a choimeád ar feadh 5 bliana

source: The leaflets What you need to know about your septic tank (pdf) and Is your well at risk from your septic tank?
ga: Tá faisnéis úsáideach sna bileoga Eolas faoi d'umar seipteach (pdf) agus An bhfuil do thobar i mbaol ón umar seipteach?

source: Local authorities arrange for inspections to be carried out
ga: Socraíonn údaráis áitiúla tabhairt faoi iniúchtaí

source: The inspectors are appointed and approved by the EPA
ga: Ceapann agus ceadaíonn an GCC na hiniúchóirí

source: They have to carry identification and show it to householders on request
ga: Tá orthu comhartha aitheantais a bheith acu agus é a thaispeáint do na sealbhóirí tí, ar iarraidh sin

source: Inspections started in 2013
ga: Tosaíodh ar iniúchtaí a dhéanamh in 2013

source: They concentrate on areas with high risk to the environment and public health – where drinking water sources or habitats are at risk from waste water discharges
ga: Tá siad dírithe ar limistéir a chruthaíonn ardbhaol don chomhshaol agus do shláinte phoiblí – áiteanna ina bhfuil foinsí uisce óil i mbaol de bharr sceitheadh fuíolluisce

source: They are also being carried out in areas of lower risk, but at a lower rate
ga: Ina theannta sin, tugtar fúthu i limistéir bhaoil níos lú, ach ar ráta níos ísle

source: Your local authority will notify you if your system is to be inspected
ga: Cuirfidh d’údarás áitiúil thú ar an eolas má bheidh iniúchadh le déanamh ar do chóras

source: If the inspector finds that your system is working properly and being maintained correctly, you need take no extra action
ga: Más dóigh leis an iniúchóir go bhfuil do chóras ag oibriú i gceart agus go bhfuil an obair cheart chothabhála á déanamh air, ní gá duit aon ghníomhartha breise a dhéanamh

source: Otherwise you will get an advisory notice from the local authority, requiring you to improve the maintenance of your system or to upgrade or remediate it
ga: Seachas sin, gheobhaidh tú fógra comhairleach ón údarás áitiúil, a iarrfaidh ort cothabháil do chórais a fheabhsú nó an córas féin a uasghrádú nó a fheabhsú

source: Any remediation work required will be based on factors such as the nature of the problem, the extent of risk to public health or the environment, existing site size and the hydrological and geological conditions present
ga: Bunófar aon obair feabhsúcháin a theastóidh ar thosca, ar nós chineál na faidhbe, méid an bhaoil i leith sláinte phoiblí nó an chomhshaoil, méid reatha an tsuímh agus na coinníollacha hidreolaíocha agus geolaíocha atá i láthair

source: You can read more about What to expect from a septic tank inspection (pdf)
ga: Léigh tuilleadh faoi iniúchadh ar d'umar seipteach (pdf)

source: If you need to carry out this type of work, you may be able to get a grant to help with the cost of the work required
ga: Más gá duit tabhairt faoin saghas seo oibre, b’fhéidir go mbeidh tú in ann deontas a fháil chun cabhrú leis an gcostas a bhíonn ar an obair a theastaíonn

source: The grant is means-tested
ga: Déantar tástáil mhaoine ar an deontas

source: In order to be eligible, you must have registered by 1 February 2013 and you must have received an advisory notice from the local authority requiring you to have the work done
ga: Go mbeidh tú incháilithe, ní mór gur chláraigh tú faoin 1 Feabhra 2013 agus ba cheart go bhfuair tú fógra comhairleach ón údarás áitiúil a cheanglaíonn ort an obair a bheith déanta

source: Routine maintenance work does not qualify for a grant
ga: Ní cháilíonn obair rialta chothabhála do dheontas

source: See 'Rates' below for the income thresholds and grant rates
ga: Féach ‘Rátaí’ thíos chun teacht ar na tairseacha ioncaim agus ar na rátaí deontais

source: There is further detailed information about the grant on the application form, including a checklist of the documents required
ga: Tá faisnéis bhreise mhionsonraithe ar fáil faoin deontas ar an bhfoirm iarratais, seicliosta de na cáipéisí a theastaíonn san áireamh

source: If you have a septic tank or similar domestic waste water treatment system, you already have a duty of care (under the Water Services Act 2007) to ensure that your treatment system does not cause a risk to human health or the environment or create a nuisance through odours
ga: Má tá agat umar seipteach nó córas cóireála fuíolluisce tí atá cosúil leis, tá dualgas ort cheana féin chun aire a thabhairt dó (faoin Acht um Sheirbhísí Uisce 2007) lena chinntiú nach mbíonn do chóras ina bhaol do shláinte daoine nó don chomhshaol nó nach mbíonn sé ina údar le cur isteach ar dhaoine de bharr bolaithe

source: The 2012 Act adds to the existing duty of care provisions
ga: Cuireann Acht 2012 leis na forálacha reatha um dhualgas cúraim

source: The EPA’s 2009 Code of Practice on waste water treatment systems for single houses sets out the most up-to-date standards
ga: Leagtar amach i gCód Cleachtais an GCC um chórais chóireála fuíolluisce do thithe singil na caighdeáin is cothroime le dáta

source: However, these are not being applied to older systems
ga: Ní chuirfear seo i bhfeidhm do chórais níos sine, áfach

source: The 2012 Regulations define performance standards, including maintenance and de-sludging requirements
ga: Tugann na Rialacháin 2012 sainmhíniú ar chaighdeáin fheidhmíochta, lena n-áirítear riachtanais chothabhála agus díslodaithe

source: The once-off registration fee is €50
ga: Caithfidh tú táille chláraithe €50 a íoc

source: There is no inspection charge
ga: Níl aon táille iniúchta i gceist

source: The costs of any remediation will depend on the extent and nature of the work required
ga: Braithfidh costais aon fheabhsúchán ar mhéid agus ar chineál na hoibre a theastóidh

source: The income thresholds and grant rates for assistance with remedial works are shown in the following table:
ga: Taispeántar na tairseacha ioncaim agus na rátaí deontais le haghaidh cúnaimh le hoibreacha deisiúcháin sa tábla a leanas:

source: │Household income │Percentage of costs available │Maximum grant │
ga: │Ioncaim teaghlaigh │Céatadán na gcostas atá ar fáil │Deontas uasta │

source: │Up to €50,000 per year │80% │€4,000 │
ga: │A mhéid le €50,000 sa bhliain │80% │€4,000 │

source: │Between €50,001 and €75,000 │50% │€2,500 │
ga: │Idir €50,001 agus €75,000 │50% │€2,500 │

source: │Over €75,000 │0% │No grant payable │
ga: │Os cionn €75,000 │0% │Níl aon deontas iníoctha │

source: You can register your system online at www.protectourwater.ie, using a credit card or debit card
ga: Is féidir leat do chóras a chlárú ar líne ag www.protectourwater.ie, trí chárta creidmheasa nó dochair a úsáid

source: Alternatively, you can download a form (pdf), or request one from your local authority, library or Citizens Information Centre or by calling LoCall 1890 800 800
ga: Mar rogha air sin, féadfaidh tú foirm a íoslódáil (pdf), nó iarraidh ar fhoirm ó d’údarás áitiúil, leabharlann nó Ionad um Fhaisnéis do Shaoránaigh nó trí ghlao ar Íosghlao 1890 800 800

source: Your cheque, postal order or bank draft should be made payable to ‘Protect Our Water’
ga: Ba cheart go mbeadh do sheic, ordú poist nó dréacht bainc iníoctha le ‘Cosain Ár nUisce’/‘Protect Our Water’

source: You can post the application form and payment to Protect Our Water, PO Box 12204, Dublin 7, or else hand them in at your local authority office
ga: Féadfaidh tú an fhoirm iarratais agus an íocaíocht a sheoladh sa phost chuig Cosain Ár nUisce, Bosca Poist 12204, Baile Átha Cliath 7, nó iad a thabhairt isteach chuig oifig d’údaráis áitiúil

source: Local authorities will also accept payment by credit card, debit card or cash
ga: Glacfaidh údaráis áitiúla le híocaíocht trí chárta creidmheasa, cárta dochair nó trí airgead tirim

source: To apply for a grant for remedial work, you can download the application form
ga: Chun iarratas a dhéanamh ar dheontas le haghaidh obair dheisiúcháin, féadfaidh tú an fhoirm iarratais a íoslódáil

source: Details of the grant scheme and how to apply are in the notes on the form
ga: Tá sonraí faoin scéim deontais agus faoi conas iarratas a dhéanamh sna nótaí ar an bhfoirm

source: The Department of Housing, Planning, Community and Local Government has published information on the legislation
ga: D’fhoilsigh an Roinn Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil faisnéis faoin reachtaíocht

source: The Environmental Protection Agency has published a set of Frequently Asked Questions
ga: D’fhoilsigh an Ghníomhaireacht um Chaomhnú Comhshaoil (GCC) sraith Ceisteanna Coitianta

source: There is also a detailed set of FAQs on protectourwater.ie
ga: Tá ceisteanna coitianta foilsithe ar protectourwater.ie freisin

source: You can contact your local authority or the Environmental Protection Agency for more information
ga: Is féidir leat teagmháil a dhéanamh le d’údarás áitiúil nó leis an nGníomhaireacht um Chaomhnú Comhshaoil
